import React from "react";

const About = () => {
  return (
    <div className="container py-4">
      <h1 className="text-2xl font-bold mb-4">عن الموقع</h1>
      <p>
        "فضاء العبقري الصغير" هو موقع تعليمي ترفيهي للأطفال يجمع بين التعلم
        والمرح. يهدف الموقع إلى توفير محتوى غني وتفاعلي يساعد الأطفال على
        استكشاف العالم من حولهم بطريقة ممتعة وآمنة.
      </p>
      <p className="mt-2">
        نحن نؤمن بأن التعلم يكون أكثر فاعلية عندما يكون مشوقًا ومبنيًا على
        التجربة والمشاركة. لذلك صممنا هذا الموقع ليوفر فضاءات متنوعة مثل: القصص،
        الأنشطة، التجارب، الأذكار، والفضاء.
      </p>
    </div>
  );
};

export default About;
